"TITLE_INTRODUCTION" = "Esittely";
"TITLE_IDENTIFYING" = "Näppäimistön tunnistaminen";
"TITLE_CONCLUSION" = "Yhteenveto";
"TITLE_SELECT" = "Valitse näppäimistön tyyppi";

"INTRO_TEXT" = "Näppäimistöä ei voida tunnistaa eikä sitä voida käyttää, ennen kuin se on tunnistettu.\n\nJos näppäimistö toimii oikein ja tietokoneeseen on liitetty USB-syöttölaite, joka ei ole näppäimistö, voit ohittaa tämän vaiheen.";
"LEFT_SHIFT_TEXT" = "Paina näppäimistön vasemman vaihtonäppäimen oikealla puolella olevaa näppäintä.";
"RIGHT_SHIFT_TEXT" = "Paina näppäimistön oikean vaihtonäppäimen vasemmalla puolella olevaa näppäintä.";
"SHIFT_SUB_TEXT" = "Paina näppäintä vain kerran äläkä pidä sitä painettuna pitkään. Kun näppäinpainallus tunnistetaan, uusi paneeli tulee näkyviin.";
"CONFIRM_TEXT" = "Näppäimistösi on tunnistettu. Aloita tietokoneen käyttö osoittamalla Valmis. Jos näppäimistösi ei ole tätä tyyppiä, valitse oikea tyyppi ja osoita Valmis.";
"FORCE_CONFIRM_TEXT" = "Valitse näppäimistön tyyppi ja osoita Valmis. Jos et tiedä näppäimistön tyyppiä, ota yhteyttä näppäimistön valmistajaan ja pyydä heitä tunnistamaan näppäimistön tyyppi.";
"PROGRESS_TEXT" = "Tunnistetaan näppäimistöä...";
"WARNING_TITLE" = "Näppäimistöä ei voida tunnistaa.";
"WARNING_MESSAGE" = "Painamiasi näppäimiä ei tunnistettu. Valitse näppäimistön tyyppi osoittamalla OK.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Ohita";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Paina tunnistamattoman näppäimistön vasemman vaihtonäppäimen oikealla puolella olevaa näppäintä.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Paina tunnistamattoman näppäimistön oikean vaihtonäppäimen vasemmalla puolella olevaa näppäintä.";
"EXTERNAL_WARNING_MESSAGE" = "Painoit Apple-näppäimistön näppäintä. Paina tunnistamattoman näppäimistön näppäimiä.";

"ANSI_TITLE" = "ANSI (Yhdysvallat ja muut)";
"ANSI_HINT" = "Standardi 101- tai 102-näppäiminen näppäimistö ja muita näppäimistöjä";

"ISO_TITLE" = "ISO (eurooppalainen)";
"ISO_HINT" = "ISO/IEC 9995 -standardi näppäimistö";

"JIS_TITLE" = "JIS (japanilainen)";
"JIS_HINT" = "Normaali japanilainen näppäimistö, jossa syöttömenetelmänäppäimet";

"MacISO_TITLE" = "ISO (eurooppalainen)";
"MacISO_HINT" = "ISO/Macintosh-näppäimistö";
